//    SSSSSSSSSSSSSSS TTTTTTTTTTTTTTTTTTTTTTT     OOOOOOOOO     PPPPPPPPPPPPPPPPP
//  SS:::::::::::::::ST:::::::::::::::::::::T   OO:::::::::OO   P::::::::::::::::P
// S:::::SSSSSS::::::ST:::::::::::::::::::::T OO:::::::::::::OO P::::::PPPPPP:::::P
// S:::::S     SSSSSSST:::::TT:::::::TT:::::TO:::::::OOO:::::::OPP:::::P     P:::::P
// S:::::S            TTTTTT  T:::::T  TTTTTTO::::::O   O::::::O  P::::P     P:::::P
// S:::::S                    T:::::T        O:::::O     O:::::O  P::::P     P:::::P
//  S::::SSSS                                                     P::::PPPPPP:::::P
//   SS::::::SSSSS       This file is generated. To update it,    P:::::::::::::PP
//     SSS::::::::SS          run roll_closure_compiler.          P::::PPPPPPPPP
//        SSSSSS::::S                                             P::::P
//             S:::::S        T:::::T        O:::::O     O:::::O  P::::P
//             S:::::S        T:::::T        O::::::O   O::::::O  P::::P
// SSSSSSS     S:::::S      TT:::::::TT      O:::::::OOO:::::::OPP::::::PP
// S::::::SSSSSS:::::S      T:::::::::T       OO:::::::::::::OO P::::::::P
// S:::::::::::::::SS       T:::::::::T         OO:::::::::OO   P::::::::P
//  SSSSSSSSSSSSSSS         TTTTTTTTTTT           OOOOOOOOO     PPPPPPPPPP

Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси.
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси!
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Здесь мой парсер даже не распознал язык.)

Только хардкор! Настоящее мясо!
Никакого ООП, никаких тебе классов.
БДСМ пати с утра и до утра.
Мой папа чётко знает, что такое буфера.
2^16 способов отстрелить себе конечности.
Отладка даёт представление о вечности.
Кто не умер сразу - тот уже неубиваем.
20 лет стаж - мой папа стал джедаем.
(--Luke, i am your father. --Noooooooo!)

Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси.
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси!
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Let me speak from my heart, will never die, перепрошивай, пере-перепрошивай.
Си не умрёт никогда, так и знай. На нас работы хватит, не переживай.
Let me speak from my heart! will never die! Перепрошивай! Пере-перепрошивай!
Си не умрёт никогда, так и знай!! Перепро-перепро-перепрошивай!!!)

(Папа)Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.(Папа может в си.)
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси. (Папа)
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси! (Папа может в си.)
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Папа может в си! Папа может в си!
Папа может в си! 
Папа может в си! Папа может в си! Еееах!)
  
  
  Мой папа не любит виртуальных машин
Где-то со времени Java 1.
Его как-то пытались соблазнить на .NET,
Но он смотрел на .NET, как будто его нет.
C++ или - это юнцам по вкусу.
За решёткой есть жизнь, и на кладбище есть плюсы,
Но мой папа не любит эти модные приколы,
Только чистый Си, по заветам старой школы.

Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси.
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси!
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Здесь мой парсер даже не распознал язык.)

Только хардкор! Настоящее мясо!
Никакого ООП, никаких тебе классов.
БДСМ пати с утра и до утра.
Мой папа чётко знает, что такое буфера.
2^16 способов отстрелить себе конечности.
Отладка даёт представление о вечности.
Кто не умер сразу - тот уже неубиваем.
20 лет стаж - мой папа стал джедаем.
(--Luke, i am your father. --Noooooooo!)

Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси.
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси!
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Let me speak from my heart, will never die, перепрошивай, пере-перепрошивай.
Си не умрёт никогда, так и знай. На нас работы хватит, не переживай.
Let me speak from my heart! will never die! Перепрошивай! Пере-перепрошивай!
Си не умрёт никогда, так и знай!! Перепро-перепро-перепрошивай!!!)

(Папа)Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.(Папа может в си.)
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси. (Папа)
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси! (Папа может в си.)
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Папа может в си! Папа может в си!
Папа может в си! 
Папа может в си! Папа может в си! Еееах!)
  
  
  Мой папа не любит виртуальных машин
Где-то со времени Java 1.
Его как-то пытались соблазнить на .NET,
Но он смотрел на .NET, как будто его нет.
C++ или - это юнцам по вкусу.
За решёткой есть жизнь, и на кладбище есть плюсы,
Но мой папа не любит эти модные приколы,
Только чистый Си, по заветам старой школы.

Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси.
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси!
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Здесь мой парсер даже не распознал язык.)

Только хардкор! Настоящее мясо!
Никакого ООП, никаких тебе классов.
БДСМ пати с утра и до утра.
Мой папа чётко знает, что такое буфера.
2^16 способов отстрелить себе конечности.
Отладка даёт представление о вечности.
Кто не умер сразу - тот уже неубиваем.
20 лет стаж - мой папа стал джедаем.
(--Luke, i am your father. --Noooooooo!)

Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси.
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси!
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Let me speak from my heart, will never die, перепрошивай, пере-перепрошивай.
Си не умрёт никогда, так и знай. На нас работы хватит, не переживай.
Let me speak from my heart! will never die! Перепрошивай! Пере-перепрошивай!
Си не умрёт никогда, так и знай!! Перепро-перепро-перепрошивай!!!)

(Папа)Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.(Папа может в си.)
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси. (Папа)
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси! (Папа может в си.)
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Папа может в си! Папа может в си!
Папа может в си! 
Папа может в си! Папа может в си! Еееах!)
  
  
  Мой папа не любит виртуальных машин
Где-то со времени Java 1.
Его как-то пытались соблазнить на .NET,
Но он смотрел на .NET, как будто его нет.
C++ или - это юнцам по вкусу.
За решёткой есть жизнь, и на кладбище есть плюсы,
Но мой папа не любит эти модные приколы,
Только чистый Си, по заветам старой школы.

Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси.
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси!
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Здесь мой парсер даже не распознал язык.)

Только хардкор! Настоящее мясо!
Никакого ООП, никаких тебе классов.
БДСМ пати с утра и до утра.
Мой папа чётко знает, что такое буфера.
2^16 способов отстрелить себе конечности.
Отладка даёт представление о вечности.
Кто не умер сразу - тот уже неубиваем.
20 лет стаж - мой папа стал джедаем.
(--Luke, i am your father. --Noooooooo!)

Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси.
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси!
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Let me speak from my heart, will never die, перепрошивай, пере-перепрошивай.
Си не умрёт никогда, так и знай. На нас работы хватит, не переживай.
Let me speak from my heart! will never die! Перепрошивай! Пере-перепрошивай!
Си не умрёт никогда, так и знай!! Перепро-перепро-перепрошивай!!!)

(Папа)Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.(Папа может в си.)
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси. (Папа)
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси! (Папа может в си.)
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Папа может в си! Папа может в си!
Папа может в си! 
Папа может в си! Папа может в си! Еееах!)
  
  Мой папа не любит виртуальных машин
Где-то со времени Java 1.
Его как-то пытались соблазнить на .NET,
Но он смотрел на .NET, как будто его нет.
C++ или - это юнцам по вкусу.
За решёткой есть жизнь, и на кладбище есть плюсы,
Но мой папа не любит эти модные приколы,
Только чистый Си, по заветам старой школы.

Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси.
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси!
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Здесь мой парсер даже не распознал язык.)

Только хардкор! Настоящее мясо!
Никакого ООП, никаких тебе классов.
БДСМ пати с утра и до утра.
Мой папа чётко знает, что такое буфера.
2^16 способов отстрелить себе конечности.
Отладка даёт представление о вечности.
Кто не умер сразу - тот уже неубиваем.
20 лет стаж - мой папа стал джедаем.
(--Luke, i am your father. --Noooooooo!)

Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси.
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси!
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Let me speak from my heart, will never die, перепрошивай, пере-перепрошивай.
Си не умрёт никогда, так и знай. На нас работы хватит, не переживай.
Let me speak from my heart! will never die! Перепрошивай! Пере-перепрошивай!
Си не умрёт никогда, так и знай!! Перепро-перепро-перепрошивай!!!)

(Папа)Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.(Папа может в си.)
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси. (Папа)
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси! (Папа может в си.)
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Папа может в си! Папа может в си!
Папа может в си! 
Папа может в си! Папа может в си! Еееах!)
  
  Мой папа не любит виртуальных машин
Где-то со времени Java 1.
Его как-то пытались соблазнить на .NET,
Но он смотрел на .NET, как будто его нет.
C++ или - это юнцам по вкусу.
За решёткой есть жизнь, и на кладбище есть плюсы,
Но мой папа не любит эти модные приколы,
Только чистый Си, по заветам старой школы.

Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси.
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси!
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Здесь мой парсер даже не распознал язык.)

Только хардкор! Настоящее мясо!
Никакого ООП, никаких тебе классов.
БДСМ пати с утра и до утра.
Мой папа чётко знает, что такое буфера.
2^16 способов отстрелить себе конечности.
Отладка даёт представление о вечности.
Кто не умер сразу - тот уже неубиваем.
20 лет стаж - мой папа стал джедаем.
(--Luke, i am your father. --Noooooooo!)

Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси.
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси!
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Let me speak from my heart, will never die, перепрошивай, пере-перепрошивай.
Си не умрёт никогда, так и знай. На нас работы хватит, не переживай.
Let me speak from my heart! will never die! Перепрошивай! Пере-перепрошивай!
Си не умрёт никогда, так и знай!! Перепро-перепро-перепрошивай!!!)

(Папа)Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.(Папа может в си.)
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси. (Папа)
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси! (Папа может в си.)
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Папа может в си! Папа может в си!
Папа может в си! 
Папа может в си! Папа может в си! Еееах!)
  
  Мой папа не любит виртуальных машин
Где-то со времени Java 1.
Его как-то пытались соблазнить на .NET,
Но он смотрел на .NET, как будто его нет.
C++ или - это юнцам по вкусу.
За решёткой есть жизнь, и на кладбище есть плюсы,
Но мой папа не любит эти модные приколы,
Только чистый Си, по заветам старой школы.

Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси.
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси!
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Здесь мой парсер даже не распознал язык.)

Только хардкор! Настоящее мясо!
Никакого ООП, никаких тебе классов.
БДСМ пати с утра и до утра.
Мой папа чётко знает, что такое буфера.
2^16 способов отстрелить себе конечности.
Отладка даёт представление о вечности.
Кто не умер сразу - тот уже неубиваем.
20 лет стаж - мой папа стал джедаем.
(--Luke, i am your father. --Noooooooo!)

Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси.
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси!
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Let me speak from my heart, will never die, перепрошивай, пере-перепрошивай.
Си не умрёт никогда, так и знай. На нас работы хватит, не переживай.
Let me speak from my heart! will never die! Перепрошивай! Пере-перепрошивай!
Си не умрёт никогда, так и знай!! Перепро-перепро-перепрошивай!!!)

(Папа)Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.(Папа может в си.)
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси. (Папа)
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси! (Папа может в си.)
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Папа может в си! Папа может в си!
Папа может в си! 
Папа может в си! Папа может в си! Еееах!)
  
  Мой папа не любит виртуальных машин
Где-то со времени Java 1.
Его как-то пытались соблазнить на .NET,
Но он смотрел на .NET, как будто его нет.
C++ или - это юнцам по вкусу.
За решёткой есть жизнь, и на кладбище есть плюсы,
Но мой папа не любит эти модные приколы,
Только чистый Си, по заветам старой школы.

Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси.
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси!
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Здесь мой парсер даже не распознал язык.)

Только хардкор! Настоящее мясо!
Никакого ООП, никаких тебе классов.
БДСМ пати с утра и до утра.
Мой папа чётко знает, что такое буфера.
2^16 способов отстрелить себе конечности.
Отладка даёт представление о вечности.
Кто не умер сразу - тот уже неубиваем.
20 лет стаж - мой папа стал джедаем.
(--Luke, i am your father. --Noooooooo!)

Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси.
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси!
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Let me speak from my heart, will never die, перепрошивай, пере-перепрошивай.
Си не умрёт никогда, так и знай. На нас работы хватит, не переживай.
Let me speak from my heart! will never die! Перепрошивай! Пере-перепрошивай!
Си не умрёт никогда, так и знай!! Перепро-перепро-перепрошивай!!!)

(Папа)Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.(Папа может в си.)
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси. (Папа)
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси! (Папа может в си.)
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Папа может в си! Папа может в си!
Папа может в си! 
Папа может в си! Папа может в си! Еееах!)
  
  Мой папа не любит виртуальных машин
Где-то со времени Java 1.
Его как-то пытались соблазнить на .NET,
Но он смотрел на .NET, как будто его нет.
C++ или - это юнцам по вкусу.
За решёткой есть жизнь, и на кладбище есть плюсы,
Но мой папа не любит эти модные приколы,
Только чистый Си, по заветам старой школы.

Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси.
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси!
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Здесь мой парсер даже не распознал язык.)

Только хардкор! Настоящее мясо!
Никакого ООП, никаких тебе классов.
БДСМ пати с утра и до утра.
Мой папа чётко знает, что такое буфера.
2^16 способов отстрелить себе конечности.
Отладка даёт представление о вечности.
Кто не умер сразу - тот уже неубиваем.
20 лет стаж - мой папа стал джедаем.
(--Luke, i am your father. --Noooooooo!)

Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси.
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси!
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Let me speak from my heart, will never die, перепрошивай, пере-перепрошивай.
Си не умрёт никогда, так и знай. На нас работы хватит, не переживай.
Let me speak from my heart! will never die! Перепрошивай! Пере-перепрошивай!
Си не умрёт никогда, так и знай!! Перепро-перепро-перепрошивай!!!)

(Папа)Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.(Папа может в си.)
Папа может в Си, папа-папа может в Си.
Дот нет или Джава? Нетушки, мерси. (Папа)
Папа может в Си, папа-папа может в Си.
Пайтон или Руби? Господи, спаси! (Папа может в си.)
Папа может в Си, папа-папа может в Си.
Пока это так - всё в порядке на Руси.

(Папа может в си! Папа может в си!
Папа может в си! 
Папа может в си! Папа может в си! Еееах!)
